
DVDModuleNameInList								= "DVD";
DVDWindowHeader									= "Odtwarzacz DVD";
DVDNoDiskInserted								= "Włóż płytę DVD";
DVDInsertedLabel								= "Włożony DVD";
DVDReadingDVDPleaseWait                         = "Wczytuję DVD…";
DVDModuleMenu                                   = "Menu DVD";
DVDModuleEject                                  = "Wysuń płytę";
DVDModuleStop                                   = "Zatrzymaj";
DVDModuleResume                                 = "Przywróć odtwarzanie";
DVDModuleHistoryBeginning                       = "Rozpocznij od początku";
DVDModuleHistoryDefaultBookmark                 = "Rozpocznij od zakładki";

DVDOptionsHeader								= "Opcje";
DVDOptionsFlagOn                                = "Włączone";
DVDOptionsFlagOff                               = "Wyłączone";
DVDOptionsMuting                                = "Wyciszenie";
DVDOptionsCaptioning                            = "Dodatkowe napisy";
DVDPlayerChapterFormatter                       = "Rozdział %d z %d";

ErrorCantInitializeDVDPlaybackAlert				= "Płyta DVD nie może być w tym momencie odtwarzana.";
ErrorCantInitializeDVDPlaybackMessage			= "Inny program odtwarza płytę DVD. Powróć na biurko, aby zamknąć ten program i spróbuj ponownie.";
ErrorCantEjectDVDAlert							= "Nie można wysunąć DVD.";
ErrorCantEjectDVDMessage						= "Inny program odtwarza płytę DVD. Powróć na biurko, aby zamknąć ten program.";
ErrorBadRegionCodeAlert							= "Kod regionu płyty DVD nie pokrywa się z kodem odtwarzacza DVD.";
ErrorBadRegionCodeMessage						= "Aby dowiedzieć się więcej na temat regionów, zajrzyj do Pomocy Odtwarzacza DVD.";
ErrorBadDVDMediaAlert							= "Nie można odtworzyć DVD.";
ErrorBadDVDMenuMessage							= "Format nie został rozpoznany.";

/* Generic Fatal DVD Alert Messages */
ErrorFatalDVDAlert								= "Nie można odtworzyć DVD.";
ErrorFatalDVDMessage							= "Z tą płytą wystąpił problem.";

/* The following are straight error codes matching strings for the DVD Player framework */

/*	kDVDErrorAuthentification = -70025,	The user attempting to change the region code could not be authenticated. */
-70025											= "Nie można sprawdzić zabezpieczeń przed kopiowaniem tej płyty.";
